Repository: raspberrypi-ui/piclone
Catalog: po/*.po
Languages: de

source: Unable to read source.
de: Quelle kann nicht gelesen werden.

source: Non-MSDOS partition table on source.
de: Nicht-MSDOS-Partitionstabelle auf Quelle.

source: Preparing target...
de: Ziel wird vorbereitet...

source: Reading partitions...
de: Partitionen werden gelesen...

source: Preparing partitions...
de: Partitionen werden vorbereitet...

source: Copying partition %d of %d...
de: Partition %d von %d wird kopiert...

source: Insufficient space. Backup aborted.
de: Nicht genügend Speicherplatz . Sicherung abgebrochen.

source: Copy complete.
de: Kopieren abgeschlossen.

source: Checking source...
de: Quelle wird überprüft...

source: Cancel
de: Abbrechen

source: This will erase all content on the device '%s'. Are you sure?
de: Dies wird alle Inhalte auf dem Gerät '%s' löschen. Sind Sie sicher?

source: No
de: Nein

source: Yes
de: Ja

source: Internal SD card (/dev/mmcblk0)
de: Interne SD-Karte (/dev/mmcblk0)

source: No devices available
de: Keine Geräte verfügbar

source: Select the device to copy from
de: Wählen Sie das Gerät aus, von dem kopiert werden soll

source: Select the device to copy to
de: Wählen Sie das Gerät aus, zu dem kopiert werden soll

source: Help
de: Hilfe

source: Copy From Device:
de: Von Gerät kopieren:

source: Copy To Device:
de: Auf Gerät kopieren:

source: SD Card Copier v1.0 This is an application to copy and back up SD cards. To use it, you will need a USB SD card writer. To back up your Raspberry Pi's internal SD card, insert a blank SD card into a USB card writer and connect it to your Pi. Then start the application, choose your card writer from the “Copy To Device” drop-down box and press “Start”. The copy process will take 10-15 minutes depending on the size of your card. The resulting card should be a bootable copy of your existing card; to restore, simply place the backup card into the onboard SD card slot, put the card to restore onto into the USB writer and repeat the copy process above. You can also back up to a standard USB stick, and then restore from the USB stick to an SD card by setting the “Copy From Device” drop-down to the USB stick and the “Copy To Device” to a USB card writer containing the card to restore onto. Note that you cannot copy onto the SD card from which your Pi is currently booted, which is why it does not appear in the “Copy To Device” dropdown. Note also that the destination card doesn’t need to be the same size as the source card, but it must have enough space to hold all the data that is on it. The application will warn you if there is insufficient space on the destination.
de: SD Card Copier v1.0 Dies ist eine Anwendung zum Kopieren und Sichern von SD-Karten. Sie benötigen einen USB-SD-Kartenschreiber, um sie verwenden zu können. Um die interne SD-Karte Ihres Raspberry Pis zu sichern, legen Sie eine leere SD-Karte in einen USB-Kartenschreiber ein und verbinden Sie ihn mit Ihrem Pi. Anschließend starten Sie die Anwendung, wählen Sie Ihren Kartenschreiber aus der Dropdown-Liste “Auf Gerät kopieren” aus und drücken Sie auf “Start”. Der Kopiervorgang wird 10-15 Minuten dauern, je nach Größe Ihrer Karte. Die hierdurch entstandene Karte sollte eine bootbare Kopie Ihrer vorhandenen Karte sein; zum Wiederherstellen legen Sie einfach die Sicherungskarte in den sich auf der Platine befindlichen SD-Kartensteckplatz ein, legen Sie zum Wiederherstellen der Karte diese in den USB-Kartenschreiber ein und wiederholen sie den obigen Kopiervorgang. Sie können auch auf einen Standard-USB-Stick sichern und anschließend von dem USB-Stick auf eine SD-Karte durch die Auswahl “Von Gerät kopieren” in der Dropdown-Liste wiederherstellen und zu einem USB-Kartenschreiber, der die Karte enthält, mit “Auf Gerät kopieren” wiederherstellen. Beachten Sie, dass Sie nicht auf die SD-Karte kopieren können, von denen Ihr Pi gebootet wurde, welche deshalb auch nicht in der Dropdown-Liste “Auf Gerät kopieren” erscheint. Beachten Sie auch, dass die Zielkarte nicht die gleiche Größe wie die Quellkarte haben muss, aber sie muss genügend Speicherplatz für alle Daten haben. Die Anwendung wird Sie warnen, wenn nicht genügend Speicherplatz auf dem Ziel vorhanden ist.

source: SD Card Copier Help
de: SD Card Copier Hilfe

source: Make a copy of the Raspbian SD card
de: Erstellen Sie eine Kopie der Raspbian SD-Karte
